Repository: chrizchow/Sensation-Watch-iOS
Catalog: Sensation Watch/*.lproj/Localizable.strings
Languages: es, zh_hant

source: OK
es: sí
zh_hant: 好

source: Bluetooth Status: On
es: Estado Bluetooth: Encendido
zh_hant: 藍芽狀態：開

source: Bluetooth Status: Off
es: Estado de Bluetooth: Off
zh_hant: 藍芽狀態：未開

source: Bluetooth is NOT supported
es: Bluetooth no es compatible
zh_hant: 此 iOS 裝置不支援藍芽

source: Bluetooth is Strange
es: Bluetooth es extraño
zh_hant: 藍芽狀態不明

source: Connected
es: Conectado
zh_hant: 已連接

source: Disconnected
es: Desconectado
zh_hant: 已斷開

source: Fail to Connect
es: No se puede conectar
zh_hant: 連線失敗

source: strange
es: Extraño
zh_hant: 狀態不明

source: Found Services
es: Servicios OK
zh_hant: 服務正常

source: No Services
es: Sin servicios
zh_hant: 沒有服務

source: Characteristics Found
es: Características OK
zh_hant: 特徵值正常

source: Registered
es: Registrado
zh_hant: 已註冊推送

source: Fall Triggered
zh_hant: 跌倒了

source: Notification will be sent to server
es: Se enviará una notificación al servidor
zh_hant: 程式將會傳送一個通知到雲端伺服器

source: Uncertificed Device
es: Dispositivo no certificado
zh_hant: 不明裝置

source: This device is not certified by Sensation, some features may not work as expected.
es: Este dispositivo no está certificado por Sensation, es posible que algunas funciones no funcionen como se esperaba.
zh_hant: 這個裝置未經 Sensation 核准，有部分功能可能會不正常

source: Saved
es: Guardado
zh_hant: 已儲存

source: Your data will be used for notification sending and calories calculation
es: Tus datos serán utilizados para el envío de notificaciones y cálculo de calorías
zh_hant: 您的資料會用作傳送通知給雲端伺服器，也會用作計算每天的卡路里消耗

source: Fall Detected
zh_hant: 跌倒了

source: An message is sent to server
zh_hant: 已傳送一個通知到雲端伺服器
